Repository: UPCnet/genweb6.scholarship
Catalog: src/genweb6/scholarship/locales/*/LC_MESSAGES/genweb6.scholarship.po
Languages: ca, es

source: Academic requirements
ca: Requisits acadèmics
es: Requisitos académicos

source: Academic requirements:
ca: Acadèmics:
es: Académicos:

source: Additional amounts of scholarship
ca: Imports addicionals de la beca
es: Importes adicionales de la beca

source: Additional amounts of scholarship:
ca: Imports addicionals:
es: Importes adicionales:

source: Additional documentation
ca: Documentació addicional de la sol·licitud
es: Documentación adicional de la solicitud

source: Additional documentation:
ca: Documentació addicional:
es: Documentación adicional:

source: Allegations
ca: Al·legacions
es: Alegaciones

source: Allegations:
ca: Al·legacions:
es: Alegaciones:

source: Application
ca: Sol·licitud
es: Solicitud

source: Application deadline
ca: Data fi de la sol·licitud
es: Fecha fin de la solicitud

source: Application start date
ca: Data d'inici de la sol·licitud
es: Fecha de inicio de la solicitud

source: Application submission
ca: Presentació de la sol·licitud
es: Presentación de la solicitud

source: Application submission:
ca: Presentació:
es: Presentación:

source: Award
ca: Adjudicació
es: Adjudicación

source: Award criteria
ca: Criteris d’adjudicació
es: Criterios de adjudicación

source: Award criteria:
ca: Criteris:
es: Criterios:

source: Award's resolution
ca: Publicació de la resolució de l'adjudicació
es: Publicación de la resolución de la adjudicación

source: Award's resolution date
ca: Data de resolució de l’adjudicació
es: Fecha de la resolución de la adjudicación

source: Award's resolution:
ca: Publicació de la resolució:
es: Publicación de la resolución:

source: Awards
ca: Adjudicació
es: Adjudicación

source: Duration of the grant
ca: Durada de l’ajut
es: Duración de la ayuda

source: Duration of the grant:
ca: Durada de l’ajut:
es: Duración de la ayuda:

source: Economic requirements
ca: Requisits econòmics
es: Requisitos económicos

source: Economic requirements:
ca: Econòmics:
es: Económicos:

source: End date of application:
ca: Data fi:
es: Fecha fin:

source: General amount of scholarship
ca: Import general beca
es: Importe general de la beca

source: General amount of scholarship:
ca: Import general:
es: Importe general:

source: General information
ca: Informació general
es: Información general

source: General requirements
ca: Requisits generals
es: Requisitos generales

source: General requirements:
ca: Generals:
es: Generales:

source: Incompatibilities
ca: Incompatibilitats
es: Incompatibilidades

source: Incompatibilities:
ca: Incompatibilitats:
es: Incompatibilidades:

source: Installs the genweb6.scholarship add-on.
ca: Instal·lar paquet de genweb6.scholarship
es: Instalar paquete de genweb6.scholarship

source: More information
ca: Més informació
es: Más información

source: Obligations of the beneficiaries
ca: Obligacions dels beneficiaris
es: Obligaciones de los beneficiarios

source: Obligations of the beneficiaries:
ca: Obligacions dels beneficiaris:
es: Obligaciones de los beneficiarios:

source: Others
ca: Altres
es: Otros

source: Others:
ca: Altres:
es: Otros:

source: Payment
ca: Pagament
es: Pago

source: Payment:
ca: Pagament:
es: Pago:

source: Publication of the award resolution:
ca: Data de la resolució:
es: Fecha de la resolución:

source: Recipients
ca: Destinataris
es: Destinatarios

source: Recipients:
ca: Destinataris:
es: Destinatarios:

source: Regulations
ca: Normativa
es: Normativa

source: Regulations:
ca: Normativa:
es: Normativa:

source: Request
ca: Sol·licitud
es: Solicitud

source: Requirements
ca: Requisits
es: Requisitos

source: Responsible Organism
ca: Organisme responsable
es: Organismo responsable

source: Responsible Organism:
ca: Organisme responsable:
es: Organismo responsable:

source: Scholarship
ca: Beca
es: Beca

source: Start date of application:
ca: Data d'inici:
es: Fecha de inicio:

source: Summary
ca: Descripció
es: Descripción

source: Uninstalls the genweb6.scholarship add-on.
ca: Desinstal·lar paquet de genweb6.scholarship
es: Desinstalar paquete de genweb6.scholarship

source: genweb6.scholarship (uninstall)
ca: genweb6.scholarship (desinstal·lar)
es: genweb6.scholarship (desinstalar)

source: scholarship_type
ca: Tipus de beca
es: Tipo de beca
